Repository: sudar/email-log
Catalog: languages/email-log-*.po
Languages: de_de, zh_cn

source: Email Log requires at least PHP 5.6 to function properly. Please upgrade PHP or use <a href="%s" target="_blank" rel="noopener">v1.9.1 of Email Log</a>.
de_de: Email Log benötigt mindestens PHP 5.6, um ordnungsgemäß zu funktionieren. Bitte aktualisieren Sie Ihre PHP-Version oder verwenden Sie <a href="%s" target="_blank" rel="noopener">v1.9.1 von Email Log</a>.
zh_cn: 电子邮件日志至少需要PHP 5.6才能正常运行。请升级PHP或使用<a href="%s" target="_blank" rel="noopener">V1.9.1版本的电子邮件日志</a>。

source: Unknown error occurred while trying to contact Email Log store. Please try again after sometime. If the problem persists contact support.
de_de: Unbekannter Fehler beim Versuch, den Email Log Store zu kontaktieren. Bitte versuchen Sie es nach einiger Zeit erneut. Wenn das Problem weiterhin besteht, kontaktieren Sie den Support.Unbekannter Fehler beim Versuch, den Email Log Store zu kontaktieren. Bitte versuchen Sie es nach einiger Zeit erneut. Wenn das Problem weiterhin besteht, kontaktieren Sie den Support.
zh_cn: 在尝试联系电子邮件日志商店时发生了未知的错误。请在一段时间后再试。如果问题仍然存在，请联系技术支持。

source: Unable to parse the response Email Log store response. Please try again after sometime. If the problem persists contact support.
de_de: Die Antwort des Email Log Stores konnte nicht verarbeitet werden. Bitte versuchen Sie es nach einiger Zeit erneut. Wenn das Problem weiterhin besteht, kontaktieren Sie den Support.
zh_cn: 无法解析响应 电子邮件日志存储响应。请在一段时间后再试。如果问题持续存在，请联系支持部门。

source: You need an active license to use the add-on
de_de: Sie benötigen eine aktive Lizenz, um das Add-on verwenden zu können
zh_cn: 你需要一个有效的许可证来使用附加组件

source: Activate License
de_de: Lizenz aktivieren
zh_cn: 激活许可证

source: Deactivate License
de_de: Lizenz deaktivieren
zh_cn: 停用许可证

source: Your license has expired on %1$s. Please <a href="%2$s">renew it</a> to receive automatic updates and support.
de_de: Ihr Lizenz ist am %1$s abgelaufen. Bitte <a href="%2$s">erneuern Sie sie</a>, um automatische Updates und technischen Support zu erhalten.
zh_cn: 您的许可证在%1$s 上已经过期。请<a href="%2$s">更新它</a>以获得自动更新和支持。

source: Your license is valid till %s
de_de: Ihre Lizenz ist gültig bis zum %s
zh_cn: 您的许可证有效期至%s

source: Individual add-on license
de_de: Individuelle Add-on-Lizenz
zh_cn: 个人附加许可证

source: Email Log License Key
de_de: E-Mail Log Lizenschlüssel
zh_cn: 电子邮件日志许可证密钥

source: %s Add-on License Key
de_de: %s Add-on-Lizenzschlüssel
zh_cn: ％6S 附加许可密钥

source: We are not able to retrieve the add-on list now. Please visit the <a target="_blank" rel="noopener" href="%s">add-on page</a> to view the add-ons.
de_de: Die Liste der Add-ons kann momentan nicht abgerufen werden. Bitte besuchen Sie die <a target="_blank" rel="noopener" href="%s">Add-on-Seite</a>, um die Add-ons anzusehen.
zh_cn: 我们现在无法检索附加列表。请访问<a target="_blank" rel="noopener" href="%S">附加页</a>查看加载项。

source: The following add-ons are not compatible with the installed version of Email Log and have been deactivated.
de_de: Die folgenden Add-ons sind nicht mit der installierten Version von Email Log kompatibel und wurden deaktiviert.
zh_cn: 以下附加组件与已安装的电子邮件日志不兼容，并且已停用。

source: Please get the latest version of these add-ons from add-on store.
de_de: Bitte holen Sie sich die neueste Version dieser Add-ons aus dem Add-on-Store.
zh_cn: 请从附加商店获取这些附加组件的最新版本。

source: Your license key expired on %1$s. Please <a href="%2$s">renew it</a> to receive automatic updates and support.
de_de: Ihr Lizenzschlüssel ist am %1$s abgelaufen. Bitte <a href="%2$s">verlängern Sie Ihre Lizenz</a>, um automatische Updates und technischen Support zu erhalten.
zh_cn: 您的许可密钥以％1 $ s 到期。请<a href="%2$s">续订</a>接收自动更新和支持。

source: Your license key has been disabled.
de_de: Ihr Lizenzschlüssel wurde deaktiviert.
zh_cn: 您的许可证密钥已被禁用。

source: Your license key is invalid.
de_de: Ihr Lizenzschlüssel ist ungültig.
zh_cn: 您的许可证密钥无效。

source: Your license is not active for this URL.
de_de: Ihre Lizenz ist für diese URL nicht aktiviert.
zh_cn: 您的许可证不在此 URL 上。

source: Your license key is not valid for %s.
de_de: Ihr Lizenzschlüssel ist nicht gültig für %s.
zh_cn: 您的许可密钥无效％s。

source: Your license key has reached its activation limit. Please <a href="%s">upgrade</a> your license.
de_de: Ihr Lizenzschlüssel hat sein Aktivierungslimit erreicht. Bitte <a href="%s">upgraden</a> Sie Ihre Lizenz.
zh_cn: 您的许可证密钥已达到其激活限制。请<a href="%S">升级</a>您的许可证。

source: An error occurred, please try again.
de_de: Ein Fehler ist aufgetreten, bitte versuchen Sie es erneut.
zh_cn: 发生错误，请重试。

source: An error occurred, please try again
de_de: Ein Fehler ist aufgetreten, bitte versuchen Sie es erneut
zh_cn: 发生错误，请重试

source: Activate
de_de: Aktivieren
zh_cn: 启用

source: Deactivate
de_de: Deaktivieren
zh_cn: 停用

source: You have a lifetime license, which will never expire!
de_de: Sie haben eine lebenslange Lizenz, die nie abläuft!
zh_cn: 您拥有终身许可证，这将永远不会到期！

source: Enter your license key to activate add-ons. If you don't have a license, then you can <a href='%s' target='_blank'>buy it</a>
de_de: Geben Sie Ihren Lizenzschlüssel ein, um Add-ons zu aktivieren. Wenn Sie keinen Lizenzschlüssel haben, können Sie sich einen <a href='%s' target='_blank'>kaufen</a>
zh_cn: 输入您的许可证密钥以激活附加组件。如果您没有许可

source: Email Log Bundle License Key
de_de: E-Mail Log - Paket-Lizenzschlüssel
zh_cn: 输入许可证密钥

source: Your license has been activated. You can now install add-ons, will receive automatic updates and access to email support.
de_de: Ihre Lizenz wurde aktiviert. Sie können nun Add-ons installieren, erhalten automatische Updates und Zugriff auf den E-Mail-Support.
zh_cn: 您的许可已被激活。您现在可以安装附加组件，将接收自动更新并访问电子邮件支持。

source: Your license has been deactivated. You will not receive automatic updates.
de_de: Ihre Lizenz wurde deaktiviert. Sie werden keine automatischen Updates erhalten.
zh_cn: 您的许可已停用。您将不会收到自动更新。

source: Your license for %s has been activated. You will receive automatic updates and access to email support.
de_de: Ihre Lizenz für %s wurde aktiviert. Sie werden automatisch Updates und Zugriff auf den E-Mail-Support erhalten.
zh_cn: 您的％s 许可已被激活。您将收到自动更新并访问电子邮件支持。

source: Your license for %s has been deactivated. You will not receive automatic updates.
de_de: Ihre Lizenz für %s wurde deaktiviert. Sie werden keine automatischen Updates erhalten.
zh_cn: 您的％s 许可已停用。您将不会收到自动更新。

source: Additional fields are available through More Fields add-on.
de_de: Zusätzliche Felder sind über das More Fields Add-on verfügbar.
zh_cn: 其他字段可通过更多字段插件获得。

source: Install it
de_de: Installieren
zh_cn: 安装它

source: Buy Now
de_de: Jetzt kaufen
zh_cn: 立即购买

source: You have more than 5000 email logs in the database. You can use our %1s add-on to automatically delete logs as the DB size grows.
de_de: Sie haben mehr als 5000 E-Mail-Protokolle in der Datenbank. Sie können unser %1s Add-on verwenden, um Protokolle automatisch zu löschen, wenn die Datenbank größer wird.
zh_cn: 您在数据库中有 5000 多个电子邮件日志。随着数据库大小的增长，您可以使用我们的％1S 附加组件自动删除日志。

source: You can also automatically delete logs if the database size increases using our %1s add-on.
de_de: Sie können auch automatisch die Protokolle löschen, wenn die Datenbankgröße zunimmt, indem Sie unser %1s Add-on verwenden.
zh_cn: 如果数据库大小使用我们的 9％1 附加组件增加，您也可以自动删除日志。

source: Sent at
de_de: Gesendet am
zh_cn: 发送时间

source: To
de_de: An
zh_cn: 邮箱地址

source: Subject
de_de: Betreff
zh_cn: 主题

source: Raw Email Content
de_de: E-Mail-Rohinhalt
zh_cn: 原始电子邮件内容

source: Preview Content as HTML
de_de: Inhalt als HTML-Vorschau anzeigen
zh_cn: 预览内容为 HTML

source: Close
de_de: Schließen
zh_cn: 关闭

source: There was some problem in deleting the email logs
de_de: Es gab ein Problem beim Löschen der E-Mail-Protokolle
zh_cn: 删除电子邮件日志存在一些问题

source: 1 email log deleted.
de_de: 1 E-Mail Log wurde gelöscht.
zh_cn: 电子邮件日志已删除

source: Buy Addons
de_de: Addons kaufen
zh_cn: 购买插件

source: View Logs
de_de: Protokolle anzeigen
zh_cn: 查看日志

source: Settings
de_de: Einstellungen
zh_cn: 设置

source: plugin
zh_cn: 插件

source: Version
zh_cn: 版本

source: by
de_de: von
zh_cn: 作者

source: Email Logs Summary
de_de: E-Mail Log Zusammenfassung
zh_cn: 电子邮件日志摘要

source: Total number of emails logged
de_de: Gesamtzahl der protokollierten E-Mails
zh_cn: 记录的电子邮件总数

source: <a href="%s">Email Logs</a>
de_de: <a href="%s">E-Mail-Protokolle</a>
zh_cn: 记录的电子邮件总数

source: <a href="%s">Settings</a>
de_de: <a href="%s">Einstellungen</a>
zh_cn: <a href="%S">设置</a>

source: <a href="%s">Addons</a>
zh_cn: <a href="%S"> 插件 </a>

source: Email Content
de_de: E-Mail Inhalt
zh_cn: 电子邮件内容

source: View Content
de_de: Inhalt anzeigen
zh_cn: 查看内容

source: Delete
de_de: Löschen
zh_cn: 删除

source: Delete All Logs
de_de: Alle Logs löschen
zh_cn: 删除所有日志

source: Your email log is empty
de_de: Ihr E-Mail-Protokoll ist leer
zh_cn: 您的电子邮件日志为空

source: Search by date
de_de: Nach Datum suchen
zh_cn: 按日期搜索

source: Search by term
de_de: Nach Begriffen suchen
zh_cn: 逐期搜索

source: Add-ons
zh_cn: 附加组件

source: Email Log Add-ons
zh_cn: 电子邮件日志附加组件

source: These add-ons provide additional functionality to Email Log plugin and are available for purchase.
de_de: Diese Add-ons bieten zusätzliche Funktionen für das Email Log Plugin und können von Ihnen gekauft werden.
zh_cn: 这些附加组件为电子邮件日志插件提供了其他功能，可供购买。

source: If your license includes the add-ons below, you will be able to install them from here with one-click.
de_de: Wenn Ihre Lizenz die unten aufgeführten Add-ons enthält, können Sie diese von hier aus mit einem Mausklick installieren.
zh_cn: 这些附加组件为电子邮件日志插件提供了其他功能，可供购买。

source: Email Log is a WordPress plugin that allows you to easily log and view all emails sent from WordPress.
de_de: Email Log ist ein WordPress-Plugin, mit dem Sie alle von WordPress gesendeten E-Mails einfach protokollieren und sich diese anzeigen lassen können.
zh_cn: 如果您的许可证包括以下附加组件，则可以使用一键单击从这里安装它们。

source: You can view the logged emails from the View Logs screen.
de_de: Sie können die protokollierten E-Mails auf dem Bildschirm Protokolle anzeigen einsehen.
zh_cn: 您可以从“查看日志”屏幕上查看已记录的电子邮件。

source: Check the <a target="_blank" rel="noopener" href="%s">documentation about the View Logs screen</a> for more details.
de_de: Weitere Einzelheiten finden Sie in der <a target="_blank" rel="noopener" href="%s">Dokumentation über das Fenster 'Protokolle anzeigen'</a>.
zh_cn: 检查<a target="_blank"Rel="noopener"Href="%S">有关查看日志屏幕的文档</a>以获取更多详细信息。

source: You can perform advanced actions like re-sending email, automatically forwarding emails or export logs with our <a target="_blank" rel="noopener" href="%s">premium plugins</a>.
de_de: Mit unseren <a target="_blank" rel="noopener" href="%s">Premium-Plugins</a> können Sie erweiterte Aktionen wie das erneute Senden von E-Mails, die automatische Weiterleitung von E-Mails oder den Export von Protokollen durchführen.
zh_cn: 检查<a target="_blank"Rel="noopener"Href="%S">有关查看日志屏幕的文档</a>以获取更多详细信息。

source: About Plugin
de_de: Über das Plugin
zh_cn: 关于插件

source: More information
de_de: Weitere Informationen
zh_cn: 更多信息

source: Documentation
de_de: Dokumentation
zh_cn: 文档

source: Support
de_de: Unterstützung
zh_cn: 支持

source: Email Log
zh_cn: 电子邮件日志

source: Email Logs
zh_cn: 电子邮件日志

source: Search Logs
de_de: Protokolle durchsuchen
zh_cn: 搜索日志

source: Entries per page
de_de: Einträge pro Seite
zh_cn: 搜索日志

source: Email Log Settings
de_de: E-Mail Log - Einstellungen
zh_cn: 电子邮件日志设置

source: Save
de_de: Speichern
zh_cn: 保存

source: System Info
de_de: System-Informationen
zh_cn: 系统信息

source: Please include this information when posting support requests.
de_de: Bitte geben Sie diese Informationen an, wenn Sie Supportanfragen stellen.
zh_cn: 发布支持请求时，请在此信息中包含此信息。

source: DISABLE_WP_CRON is <a href="%s" rel="noopener" target="_blank">enabled</a>. This prevents scheduler from running.
de_de: DISABLE_WP_CRON ist <a href="%s" rel="noopener" target="_blank">aktiviert</a>. Dies verhindert die Ausführung des Schedulers.
zh_cn: 禁用 wp cron 是<a href="%S"Rel="noopener"target="blank">已启用</a>。这样可以防止调度程序运行。

source: Email Log - System Info
de_de: E-Mail Log - Systeminformationen
zh_cn: 电子邮件日志 - 系统信息

source: Download System Info File
de_de: Systeminfo-Datei herunterladen
zh_cn: 下载系统信息文件

source: Core Email Log Settings
de_de: E-Mail Log Haupteinstellungen
zh_cn: 核心电子邮件日志设置

source: Allowed User Roles
de_de: Erlaubte Benutzerrollen
zh_cn: 允许用户角色

source: Remove Data on Uninstall?
de_de: Daten bei Deinstallation entfernen?
zh_cn: 卸载时删除数据？

source: Disable Dashboard Widget
de_de: Dashboard-Widget deaktivieren
zh_cn: 禁用仪表板小部件

source: Database Size Notification
de_de: Benachrichtigung über die Datenbankgröße
zh_cn: 数据库大小通知

source: Administrator
zh_cn: 管理员

source: <strong>Note:</strong> Users with the above User Roles can view Email Logs.
de_de: <strong>Hinweis:</strong> Benutzer mit den oben genannten Benutzerrollen können E-Mail-Protokolle anzeigen lassen.
zh_cn: <strong>注意：</strong>带有上述用户角色的用户可以查看电子邮件日志。

source: Administrator role always has access and cannot be disabled.
de_de: Die Administratorrolle hat immer Zugriff und kann nicht deaktiviert werden.
zh_cn: 管理员角色始终具有访问权限，不能被禁用。

source: Check this box if you would like to completely remove all of its data when the plugin is deleted.
de_de: Aktivieren Sie dieses Feld, wenn Sie beim Löschen des Plugins alle seine Daten vollständig entfernen möchten.
zh_cn: 如果您想在删除插件时完全删除其所有数据，请选中此框。

source: <strong>Note:</strong> You can also export the Email Logs using our <a href="%s" rel="noopener noreferrer" target="_blank">Export Logs</a> add-on.
de_de: <strong>Hinweis:</strong> Sie können die E-Mail Protokolle auch mithilfe unseres <a href="%s" rel="noopener noreferrer" target="_blank">Export Logs</a> Add-ons exportieren.
zh_cn: <strong>注意：</strong>您也可以使用我们的<a href=“%s”rel=“noopener noreferrer”target=“blank”>导出日志</a>插件导出电子邮件日志。

source: Check this box if you would like to disable dashboard widget.
de_de: Aktivieren Sie dieses Feld, wenn Sie das Dashboard-Widget deaktivieren möchten.
zh_cn: 如果您想禁用仪表板小部件，请选中此框。

source: <strong>Note:</strong> Each users can also disable dashboard widget using screen options
de_de: <strong>Hinweis:</strong> Jeder Benutzer kann das Dashboard-Widget auch über die Anzeigeoptionen deaktivieren
zh_cn: <strong>注意：</strong>每个用户还可以使用屏幕选项禁用仪表板小部件

source: Notify %1$s if there are more than %2$s logs.
de_de: Bei mehr als %2$s Protokollen %1$s benachrichtigen.
zh_cn: 如果日志超过%2$s，请通知%1$s。

source: %1$s There are %2$s email logs currently logged in the database.
de_de: %1$s Es sind derzeit %2$s E-Mail-Protokolle in der Datenbank gespeichert.
zh_cn: <strong>注意：</strong> 数据库中当前记录了%2$s 封电子邮件日志。

source: Last notification email was sent on %1$s. Click %2$s button to reset sending the notification.
de_de: Die letzte Benachrichtigungs-E-Mail wurde am %1$s gesendet. Klicken Sie auf die Schaltfläche %2$s, um den Versand der Benachrichtigung zurückzusetzen.
zh_cn: 最后一封通知电子邮件是在%1$s 发送的。单击%2$s 按钮重置发送通知。

source: Email Log Plugin: Your log threshold of %s has been met
de_de: E-Mail-Log-Plugin: Ihr Log-Schwellenwert von %s wurde erreicht
zh_cn: 电子邮件日志插件：已达到%s 的日志阈值

source: Currently there are %1$s logged, which is more than the threshold that is set in the %2$s screen. You can delete some logs or increase the threshold. You can also use our %3$s add-on to automatically delete logs
de_de: Derzeit sind %1$s protokolliert, was mehr ist als der Schwellenwert, der im Menü %2$s eingestellt ist. Sie können einige Protokolle löschen oder den Schwellenwert erhöhen. Sie können auch unser %3$s Add-on verwenden, um Protokolle automatisch zu löschen
zh_cn: 当前记录了%1$s，这超过了%2$s 屏幕中设置的阈值。您可以删除一些日志或提高阈值。您也可以使用我们的%3$s 加载项自动删除日志

source: email log
zh_cn: 电子邮件日志

source: Message
de_de: Nachricht
zh_cn: 消息

source: Attachment
de_de: Anhang
zh_cn: 附件

source: From
de_de: Von
zh_cn: 从

source: BCC
zh_cn: 密件抄送

source: Reply To
de_de: Antwort an
zh_cn: 回复

source: IP Address
de_de: IP Addresse
zh_cn: IP 地址

source: Sent Status
de_de: Sendestatus
zh_cn: 已发送状态

source: There is a new version of %1$s available. %2$sView version %3$s details%4$s.
de_de: Es ist eine neue Version von %1$s verfügbar. %2$sVersionsdetails %3$s anzeigen%4$s.
zh_cn: 有%1$s 的新版本可用。%2$s 查看版本%3$s 详细信息%4$s。

source: There is a new version of %1$s available. %2$sView version %3$s details%4$s or %5$supdate now%6$s.
de_de: Es ist eine neue Version von %1$s verfügbar. %2$sDetails zur Version %3$s anzeigen%4$s oder %5$sJetzt aktualisieren%6$s.
zh_cn: 有%1$s 的新版本可用。%2$s 查看版本%3$s 详细信息%4$s 或%5$s，现在更新%6$s。

source: You do not have permission to install plugin updates
de_de: Sie haben nicht die Erlaubnis, Plugin-Updates zu installieren
zh_cn: 您没有安装插件更新的权限

source: Error
de_de: Fehler
zh_cn: 错误

source: Logs every email sent through WordPress
de_de: Logt jede von WordPress gesendete E-Mail.
zh_cn: 记录通过 WordPress 发送的每封电子邮件

# Installed on website but not activated
source: Installed
de_de: Installiert
zh_cn: 安装

# Installed and activated on website
source: Activated
de_de: Aktiviert
zh_cn: 激活

# Enable addon so it may be used
source: Activate
de_de: Aktivieren
zh_cn: 激活

# Download to your computer
source: Download
de_de: Herunterladen
zh_cn: 下载

# Download add-on
source: Activate License to Download
de_de: Lizenz zum Download aktivieren
zh_cn: 激活要下载的许可证

# Download and activate addon
source: Activate License to Use
de_de: Lizenz zur Nutzung aktivieren
zh_cn: 激活要使用的许可证
